token = "TOKEN"  # Токен вашего бота
credentials = 'credentials.json'  # Имя скаченного файла с закрытым ключом
email = 'somemail@gmail.com'  # Электронная почта Гугла для которого открыть доступ для просмотра документа

startKey = "Пройти собеседования"

startCom = "🤖 Добрый день {}!, вас приветствует компания бла бла бла\n\n" \
           "🔰 Для начала регистарции нажмите на кнопку ниже:"

helpCom = "Здесь должна была быть краткая инстукция по использованию бота"

getName = "Как тебя зовут?"

getAge = "Сколько тебе лет?"
intAgeError = "Ошибка попробуйте ещё раз!\n\nВведите возраст только цифрами!\n\nНапример: 23"

yearError = "Извините вы нам не подходите!"

getJob = "Какая вакансия интересует?"

getExperience = "Какой стаж работы на последнем месте?"

getPhone = "Оставь свой номер телефона"
getPhoneError = "Неправильный формат номера, пожалуйста попробуйте заново!"

goodLuck = "Спасибо, {}, с вами свяжется наш менеджер в ближайшее время!"

userError = "Бот не смог обработать ваш запрос, для перезапуска пожалуйста отправьте команду /start"

errorWrite = "Сервер не смог обработать ваш запрос, пожалуйста повторите попытку позже!"